project04/app/views/articles/index.html.erb

<br />
<%= pluralize(@articles.count, "article") %>
---
SELECT "articles".* FROM "articles"