project04/articles/app/views/articles/index.html.erb

</table>
<h3><%= pluralize(@articles.length, "article")%></h3>
---
SELECT "articles".* FROM "articles"